
[Cryolator X2WeaponTemplate]
FriendlyName="寒霜喷射器"
FriendlyNamePlural="寒霜喷射器"
BriefSummary="冰冻目标。"
TacticalText="冰冻目标。"
AbilityDescName="寒霜喷射器"

[CryoPistolM2_WPN X2WeaponTemplate]
FriendlyName="变种人手枪"
FriendlyNamePlural="变种人手枪"
BriefSummary="手枪。变种人制造。"
TacticalText="手枪。变种人制造。"
AbilityDescName="手枪"

[CryoPistolM3_WPN X2WeaponTemplate]
FriendlyName="变种人手枪"
FriendlyNamePlural="变种人手枪"
BriefSummary="手枪。变种人制造。"
TacticalText="手枪。变种人制造。"
AbilityDescName="手枪"
